Repository: charludo/ycms
Catalog: ycms/locale/*/LC_MESSAGES/django.po
Languages: de

source: normal
de: normales

source: small
de: kleines

source: with ventilator
de: mit Beatmungsgerät

source: male
de: männlich

source: female
de: weiblich

source: diverse
de: divers

source: Medical Personnel
de: medizinische Angestellte

source: Station Management
de: Stationsmanagement

source: Central Bed Management
de: Zentrales Bettmanagement

source: statutory
de: gesetzlich

source: private
de: privat

source: Administrator
de: Administrator*in

source: Nurse
de: Krankenpfleger*in

source: patient intake form
de: Patientenaufnahmeformular

source: note
de: Notiz

source: lab report
de: Laborwerte

source: Enter your email
de: Email eingeben

source: Permission group
de: Berechtigungsgruppe

source: Determines what permissions the user will have
de: Legt fest, welche Berechtigungen der Nutzer / die Nutzerin haben wird

source: An account for the personnel ID "{}" does already exist.
de: Ein Account für die Personalnummer "{}" existiert bereits.

source: An account for the email "{}" does already exist.
de: Ein Account für die Email "{}" existiert bereits.

source: Enter {} here
de: {} hier eingeben

source: Search for existing patient
de: Bestandspatient*innen durchsuchen

source: Search for diagnosis code
de: Diagnosecodes durchsuchen

source: Approximate age
de: Ungefähres Alter

source: Best guess for the patient's approximate age
de: Schätzung des ungefähren Alters des Patienten/der Patientin

source: bed type
de: Betttyp

source: specialty bed types may be available
de: spezielle Betttypen stehen möglicherweise zur Verfügung

source: room
de: Zimmer

source: The room this bed belongs to
de: Zimmer, zu welchem dieses Bett gehört

source: bed
de: Bett

source: beds
de: Betten

source: admission date
de: Aufnahmedatum

source: date the hospital stay begins
de: Datum zu dem der Krankenhausaufenthalt beginnt

source: estimated discharge date
de: Voraussichtliches Entlassungsdatum

source: date the hospital stay is estimated to end
de: Datum der voraussichtlichen Entlassung

source: accompanied
de: mit Begleitung

source: Whether the patient is accompanied by a chaperone
de: Ob der Patient / die Patientin eine Belgeitperson hat

source: medical record
de: medizinische Unterlage

source: The medical record associated with this bed assignment
de: Die mit dieser Bettzuweisung gehörende medizinische Unterlage

source: recommended ward
de: empfohlene Station

source: Recommendation for stay at this ward
de: Empfehlung zur Unterbringung auf dieser Station

source: The bed assigned to the patient
de: Diesem Patienten / dieser Patientin zugewiesenes Bett

source: days
de: Tage

source: day
de: Tag

source: {} days
de: {} Tagen

source: {} day
de: {} Tag

source: bed assignment
de: Bettzuweisung

source: bed assignments
de: Bettzuweisungen

source: ICD-10-GM classification code
de: ICD-10-GM Klassifizierungscode

source: description
de: Beschreibung

source: ICD-10-GM classification description
de: ICD-10-GM Klassifizierungsbeschreibung

source: ICD-10 entry
de: ICD-10 Eintrag

source: ICD-10 entries
de: ICD-10 Einträge

source: patient
de: Patient*in

source: The patient associated with this medical record
de: Der / die zu dieser medizinischen Unterlage gehörende Patient*in

source: diagnosis code
de: Diagnosecode

source: Diagnosis code according to ICD-10
de: Diagnosecode nach ICD-10

source: record type
de: Unterlagenart

source: type of this record
de: Art dieser Unterlage

source: Additional notes for this medical record
de: Zusätzliche Notizen zu dieser medizinischen Unterlage

source: medical records
de: medizinische Unterlagen

source: insurance type
de: Versicherungstyp

source: Whether the patient is privately insured or not
de: Ob der Patient / die Patientin privat versichert ist oder nicht

source: first name
de: Vorname

source: First name of the patient
de: Vorname des Patienten / der Patientin

source: last name
de: Nachname

source: Last name of the patient
de: Nachname des Patienten / der Patientin

source: gender
de: Geschlecht

source: Gender of the patient
de: Geschlecht des Patienten / der Patientin

source: date of birth
de: Geburtsdatum

source: Date of birth of the patient
de: Geburtsdatum des Patienten / der Patientin

source: age
de: Alter

source: insurance
de: Versicherung

source: today
de: Heute

source: {} days ago
de: vor {} Tagen

source: {} day ago
de: vor {} Tag

source: in {} days
de: in {} Tagen

source: in {} day
de: in {} Tag

source: patients
de: Patient*innen

source: room number
de: Zimmernummer

source: number of this room within its ward
de: Nummer des Zimmers auf dieser Station

source: ward
de: Station

source: The ward this room belongs to
de: DIe Station zu der dieses Zimmer gehört

source: rooms
de: Zimmer

source: personnel ID
de: Personalnummer

source: Employment ID number of the hospital staff. Used for authentication.
de: Personalnummer der im Krankenhaus angestellten. Wird zur Anmeldung genutzt.

source: Valid email address for this user
de: Gültige E-Mail-Adresse für diesen Benutzer

source: job type
de: Arbeitsart

source: Job type of the employee
de: Arbeitsart dieses Angestellte / dieser Angestellten

source: First name of the employee
de: Vorname des Angestellten / der Angestellten

source: Last name of the employee
de: Nachname des Angestellten / der Angestellten

source: Ward
de: Station

source: Ward this employee is assigned to (if any)
de: Station, welcher diese*r Angestelle zugeordnet ist (optional)

source: user
de: Benutzer

source: users
de: Benutzer

source: ward number
de: Stationsnummer

source: Number of the ward
de: Nummer der Station

source: floor
de: Stockwerk

source: Floor on which the nurse station for this ward is located
de: Stockwerk, auf dem dich das Pflegendenzimer dieser Station befindet

source: ward name
de: Stationsname

source: Name this ward is commonly referred to by
de: Name, der üblicherweise für diese Station verwendet wird

source: wards
de: Stationen

source: General
de: Allgemein

source: Ward Management
de: Stationsverwaltung

source: Patient Data
de: Patientendaten

source: Ward View
de: Stationsansicht

source: Patient Intake
de: Patientenaufnahme

source: Settings
de: Einstellungen

source: Create User
de: Nutzer anlegen

source: Documentation
de: Dokumentation

source: Logout
de: Abmelden

source: Start Timetravel
de: Zeitreise Starten

source: Stop Timetravel
de: Zeitreise Beenden

source: Turn on the light
de: Mach das Licht an

source: Turn off the light
de: Mach das Licht aus

source: Logged in as
de: Angemeldet als

source: Toggle sidebar
de: Seitenleiste umschalten

source: Registration
de: Registrierung

source: Create a new user
de: Neuen Benutzer anlegen

source: Create
de: Anlegen

source: Select user to log in as:
de: Nutzer wählen, um sich als dieser einzuloggen:

source: Personnel ID
de: Personalnummer

source: Permission Group
de: Berechtigungsgruppe

source: Assigned to Ward
de: Zugewiesen zu Station

source: Or click here to use the normal login form
de: Oder hier klicken, um das normale Loginformular zu nutzen

source: The username or the password is incorrect.
de: Der Benutzername oder das Passwort sind inkorrekt.

source: Please try again.
de: Bitte erneut versuchen.

source: Enter your personnel ID
de: Personalnummer eingeben

source: Enter your password
de: Passwort eingeben

source: Forgot password?
de: Passwort vergessen?

source: Sign In
de: Einloggen

source: Set a new password
de: Neues Passwort festlegen

source: Set password
de: Passwort festlegen

source: Request password reset
de: Passwortrücksetzung anfordern

source: Request reset
de: Rücksetzung anfordern

source: Assign the patient
de: Patienten zuordnen

source: Assigning patient
de: Patient*in zuordnen:

source: More reassignment options
de: Weitere Bettzuweisungsoptionen

source: Move patient to different ward
de: Patient*in auf andere Station verschieben

source: Unassign
de: Zuweisung aufheben

source: Cancel
de: Abbrechen

source: Mixed Gender
de: Gemischtes Geschlecht

source: Age gap is large
de: Der Altersunterschied ist groß

source: Mixed insurance
de: Gemischte Versicherung

source: Are you sure you want to assign the patient to Room {}?
de: Sind Sie sicher, dass Sie den Patienten Zimmer {} zuweisen möchten?

source: Assign to Room {} may cause:
de: Zu Zimmer {} zuweisen kann führen:

source: Corridor
de: Gang

source: Close modal
de: Modal schließen

source: Yes
de: Ja

source: No
de: Nein

source: Unassigned Patients
de: Nicht zugewiesene Patienten

source: Close menu
de: Menü schließen

source: Welcome
de: Willkommen

source: You are receiving this e-mail because an account with YCMS has been created for you.
de: Sie erhalten diese Email da für Sie ein Account im YCMS angelegt wurde.

source: Please use the link below to activate your account.
de: Nutzen Sie den folgenden Link um Ihren Account zu aktivieren.

source: If using the link above does not work, please copy the URL and paste it into the address bar of your browser.
de: Falls obiger Link nicht funktioniert, kopieren Sie die URL bitte und fügen Sie sie in der Adresszeile Ihres Browsers ein.

source: Hello
de: Hallo

source: You are receiving this e-mail because you requested a password reset in YCMS. If you did not perform this action, please ignore this email.
de: Sie erhalten diese Email da Sie eine Passwortrücksetzung im YCMS beantragt haben. Falls Sie dies nicht getan haben sollten, ignorieren Sie diese Email bitte.

source: Use the link below to set a new password.
de: Nutzen Sie den folgenden Link um ein neues Passwort festzulegen.

source: Medical details
de: Medizinische Details

source: Organizational details
de: Organisatorische Details

source: Save
de: Speichern

source: Discharge now
de: Jetzt entlassen

source: Transfer
de: Verschieben

source: Assign bed
de: Bett zuweisen

source: Cancel planned stay
de: Geplanten Aufenthalt absagen

source: Patient Information
de: Patienteninformationen

source: Personal Details
de: Persönliche Daten

source: Age
de: Alter

source: Gender
de: Geschlecht

source: Accompanied
de: Begleitet

source: Privately insured
de: Privatversichert

source: Hospital Stay Details
de: Details zum Krankenhausaufenthalt

source: Diagnosis
de: Diagnose

source: Note
de: Notiz

source: Admission date
de: Aufnahmedatum

source: Discharge date
de: Entlassungsdatum

source: Edit
de: Bearbeiten

source: Discharge
de: Entlassen

source: Edit Patient Information
de: Patienteninformationen bearbeiten

source: Edit Personal Details
de: Persönliche Daten bearbeiten

source: Edit Hospital Stay Details
de: Details zum Krankenhausaufenthalt bearbeiten

source: Edit Patient Stay
de: Patientenaufenthalt bearbeiten

source: Current hospital stay
de: Aktueller Krankenhausaufenthalt

source: Planned hospital stays
de: Geplante Krankenhausaufenthalte

source: Plan new stay
de: Neuen Aufenthalt planen

source: No planned stays.
de: Keine geplanten Krankenhausaufenthalte.

source: Medical history (by date descending)
de: Krankengeschichte (absteigend nach Datum)

source: Record type
de: Unterlagenart

source: Admission
de: Aufnahme

source: Bed
de: Bett

source: Room
de: Zimmer

source: Type
de: Typ

source: No hospital stay data is associated with this intake. Most likely, the stay was cancelled in advance.
de: Mit dieser Aufnahme sind keine Aufenthaltsdaten assoziiert. Vermutlich wurde der Krankenhausaufenthalt im Vorhinein abgesagt.

source: Select existing patient
de: Bestehende*n Patient*in auswählen

source: reset form
de: zurücksetzen

source: Or perform emergency intake
de: Oder Notaufnahme durchführen

source: Or create new patient
de: Oder Patient*in hinzufügen

source: Complete patient intake
de: Patientenaufnahme abschließen

source: Manage Patients
de: Patient*innen verwalten

source: Patients list
de: Patientenliste

source: Search for name...
de: Nach Name suchen...

source: Patient name
de: Patientenname

source: Date of Birth
de: Geburtsdatum

source: Action
de: Aktion

source: Add patient
de: Patient*in hinzufügen

source: Add
de: Hinzufügen

source: Male
de: Männlich

source: Female
de: Weiblich

source: Diverse
de: Divers

source: Date of birth
de: Geburtsdatum

source: Stays in:
de: Liegt in:

source: Waits for bed assignment in ward
de: Wartet auf Bettenzuweisung in Station

source: Waits for assignment to ward
de: Wartet auf Stationszuweisung

source: Delete
de: Löschen

source: unsaved bed assignment changes
de: ungespeicherte Bettzuweisungsänderungen

source: Suggest Assignment
de: Zuweisung vorschlagen

source: hour
de: Stunde

source: Change password
de: Passwort ändern

source: Discharge in
de: Entlassung in

source: Stay
de: Aufenthalt

source: Total
de: Gesamt

source: Bed Availability
de: Bettenverfügbarkeit

source: Available Beds
de: Verfügbare Betten

source: Total Beds
de: Gesamtzahl der Betten

source: Manually Assign
de: Manuell zuweisen

source: YCMS at a glance
de: YCMS im Überblick

source: Total Wards
de: Gesamtzahl der Stationen

source: Total Doctors
de: Gesamtzahl der Ärzte

source: Total Nurses
de: Gesamtzahl der Krankenpflegenden

source: Total Available Beds
de: Gesamtzahl der verfügbaren Betten

source: Total Occupied Beds
de: Gesamtzahl der belegten Betten

source: Add a New Ward
de: Eine Neue Station Hinzufügen

source: Room number
de: Zimmernummer

source: Beds
de: Betten

source: Add bed
de: Bett hinzufügen

source: Add room
de: Zimmer hinzufügen

source: Add New Ward
de: Neue Station Hinzufügen

source: Details about Wards
de: Details über Stationen

source: Ward Number
de: Stationsnummer

source: Ward Name
de: Stationsname

source: Number of Beds
de: Betten

source: Available
de: Verfügbare Betten

source: Occupied
de: Belegten Betten

source: Are you sure you want to discharge this patient?
de: Sind Sie sicher, dass Sie diesen Patienten entlassen möchten?

source: Ward mode
de: Stationsmodus

source: Timeline mode
de: Timelinemodus

source: Age gap is large (> 20)
de: Der Altersunterschied ist groß (> 20)

source: YCMS | Activate your account
de: YCMS | Aktivieren Sie Ihren Account

source: activation mail
de: Aktivierungs-Mail

source: YCMS | Your requested password reset
de: YCMS | Ihre angeforderte Passwortrücksetzung

source: password reset mail
de: Passwort-Zurücksetzen-Mail

source: You are already logged in.
de: Sie sind bereits eingeloggt.

source: The account you are trying to set a password for does not exist.
de: Der Account für den Sie versuchen ein Passwort zu setzen existiert nicht.

source: This password reset link is invalid.
de: Der Passwort-Zurücksetzen-Link ist ungültig.

source: It may have already been used.
de: Möglicherweise wurde er bereits verwendet.

source: Please request a new link to reset your password.
de: Bitte fordern Sie einen neuen Passwort-Zurücksetzen-Link an.

source: Your password has been successfully reset.
de: Ihr Passwort wurde erfolgreich zurückgesetzt.

source: You can now log in with your new password.
de: Sie können Sich nun mit Ihrem neuen Passwort einloggen.

source: An email has been sent to "{}". Please use the link in the email to reset your password.
de: Wir haben eine Bestätigungsmail an "{}" gesandt. Bitten nutzen Sie den Link in der E-Mail, um Ihr Passwort zurückzusetzen.

source: A confirmation email has been sent to "{}". Please use the link in the email to activate the account.
de: Wir haben eine Bestätigungsmail an "{}" gesandt. Bitten nutzen Sie den Link in der E-Mail, um Ihren Account zu aktivieren.

source: Successfully assigned "{}, {}" to bed {} in room {}.
de: "{}, {}" erfolgreich zu Bett {} in Raum {} zugewiesen.

source: Successfully unassigned "{}, {}".
de: Zuewisung für "{}, {}" erfolgreich aufgehoben.

source: Successfully moved "{}, {}" to {}.
de: "{}, {}" erfolgreich nach {} verschoben.

source: Patient "{} {}" has been saved.
de: Patient*in "{} {}" wurde gespeichert.

source: Intake for patient "{} {}" with diagnosis "{}" has been saved.
de: Patient*in "{} {}" mit Diagnose "{}" wurde gespeichert.

source: New record has been created.
de: Neue medizinische Unterlage wurde erstellt.

source: Hospital stay for patient {}, {} has been updated.
de: Krankenhausaufenthalt für Patient*in {}, {} wurde bearbeitet.

source: The planned stay has been canceled.
de: Der geplante Krankenhausaufenthalt wurde abgesagt.

source: Patient {}, {} has been created.
de: Patient*in {}, {} wurde hinzugefügt.

source: Patient {}, {} has been updated.
de: Patient*in {}, {} wurde bearbeitet.

source: Patient has been deleted.
de: Patient*in wurde gelöscht.

source: Patient "{} {}" and their current stay from {} to {} have been saved.
de: Patient*in "{} {}" und aktueller Krankenhausaufenthalt von {} bis {} wurden gespeichert.

source: unassigned
de: nicht zugewiesen

source: {} of {} assignments have successfully been saved.
de: {} von {} Zuweisungen wurden erfolgreich gespeichert.

source: {} assignments failed. The patients have been unassigned.
de: {} Zuweisungen sind fehlgeschlagen. Die Zuweisungen der Patient*innen wurden aufgehoben.

source: Your settings were successfully updated!
de: Deine Einstellungen wurden erfolgreich geändert!

source: Your password was successfully updated!
de: Dein Passwort wurde erfolgreich geändert!

source: Addition of new ward "{}" successful!
de: Hinzufügung der neuen Station "{}" erfolgreich!

source: Added {} rooms with {} beds to "{}".
de: {} Räume mit {} Betten zu "{}" hinzugefügt.

source: German
de: Deutsch

source: English
de: Englisch
